;-----------------------
; ABILITIES
;-----------------------

[RoboticChassis X2AbilityTemplate]
LocFriendlyName="机械底盘"
LocLongDescription="这个单位对燃烧和酸蚀伤害免疫，并能为相邻盟友提供全身掩体。"
LocHelpText="这个单位对燃烧和酸蚀伤害免疫，并能为相邻盟友提供全身掩体。"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="唤雨者"
LocLongDescription="装备重型武器 +<Ability:Rainmaker_BonusDamage/> 伤害并扩大其影响范围。"
LocHelpText="装备重型武器会造成更大的伤害并扩大其影响范围。"
LocPromotionPopupText="<Bullet/> 唤雨者会为所有重型武器 +<Ability:Rainmaker_BonusDamage/>伤害 .<br/><Bullet/> 攻击区域为圆形的重型武器半径 +<Ability:Rainmaker_BonusRadius/>.<br/><Bullet/> 攻击区域为锥形的重武器半径 +<Ability:Rainmaker_BonusDiameter/> ，长度 +<Ability:Rainmaker_BonusLength/>.<br/>"

[RepairMW X2AbilityTemplate]
LocFriendlyName="修理"
LocLongDescription="使用BIT修复机械友军，为其恢复 4 HP ，同时去除目标的酸蚀状态并修复所有被撕裂的护甲。"
LocHelpText="使用BIT修复机械友军。"
LocFlyOverText="修理"
LocPromotionPopupText="<Bullet/> SPARK 可以在战斗中使用修理来修复自身或者其他 SPARK.<br/><Bullet/> 修理将恢复 4 HP ，同时移除酸蚀状态并重置目标的护甲.<br/><Bullet/> 升级 BIT 将会增加修理在每次任务中的充能.<br/><Bullet/> 修理每个任务拥有 2/3/4 次充能，这取决于 BIT 的等级.<br/><Bullet/> 没有快速修理技能时，使用第一个行动点进行修理会结束你的回合.<br/><Bullet/> 修理有 1 回合冷却时间 (不能在 1 回合中多次使用).<br/>"

[KineticStrike X2AbilityTemplate]
LocFriendlyName="动能打击"
LocLongDescription="SPARK可以攻击任何进入近战范围的敌人，该动作有 2 回合冷却时间。造成的伤害取决于机身的等级。"
LocHelpText="可以攻击任何进入近战范围内的敌人。"
LocPromotionPopupText="<Bullet/> 你可以将光标移动至地方单位身上来触发动能打击.<br/><Bullet/> SPARK 可以执行一次 \"Dash\" 动作, 使用两个行动点进行移动并对敌人进行近战攻击.<br/><Bullet/> 动能打击造成 6/8/10 的伤害, 这取决于 SPARK 的机身等级.<br/><Bullet/> 动能打击会提高 SPARK 10点基础命中 .<br/><Bullet/> 学习服务器破解后动能打击的伤害 + 2 ，命中 + 20.<br/>"

[Obliterator X2AbilityTemplate]
LocFriendlyName="服务器破解"
LocLongDescription="所有攻击伤害+2，并确保每次攻击都能命中。"
LocHelpText="所有攻击伤害+2，并确保每次攻击都能命中。"
LocPromotionPopupText="<Bullet/> 学习服务器破解之后动能打击增加 2 伤害，20 额外命中.<br/><Bullet/> 随着 SPARK 机身等级的提高，动能打击分别造成8/10/12 点伤害.<br/><Bullet/> 闪电打击和震撼打击只增加 1 伤害.<br/><Bullet/> 横冲直撞现在整合至这个技能中，现在允许 SPARK  在极限超载激活时摧毁任何其移动路径上的障碍物.<br/><Bullet/> 通过横冲直撞和动能打击，SPARK 不仅可以摧毁目标的掩体，还可以用之后的行动点对其造成巨大伤害.<br/>"

[RapidRepair X2AbilityTemplate]
LocFriendlyName="快速修复"
LocLongDescription="修复技能不再结束 SPARK 的回合，允许单位在修复之后执行其他命令。"
LocHelpText="修复现在不再结束回合。"
LocFlyOverText="快速修复"
LocPromotionPopupText="<Bullet/> SPARK 使用修理后不再结束回合.<br/><Bullet/> 修理仍然有 1 回合冷却时间，不能在一回合内多次使用.<br/><Bullet/> 这将使 SPARK 在战场上保持其生命值和护甲的同时更加灵活.<br/>"

[Reboot X2AbilityTemplate]
LocFriendlyName="重启"
LocLongDescription="当SPARK受到致命伤害时不会死亡，而是保留1HP并静置 1 回合。每次任务只能触发一次，并且重启后 SPARK 的属性会大幅度降低。"
LocHelpText="如果SPARK受到致命伤害时会保留 1 HP 并被静置 1 回合。"
LocFlyOverText="重启"
LocPromotionPopupText="<Bullet/> SPARK 将在第一次受到致命伤害时进入坚守状态.<br/><Bullet/> 没有备用系统技能时，SPARK 的命中、移动和骇入能力将在重启后大幅度下降.<br/><Bullet/> 因为重启后SPARK的属性会大量降低，而且生命值也很低，所以建议此时尽可能使用天际游侠号撤回重启过的SPARK.<br/> 由于各种装备的存在，SPARK 可以为队伍的安全提供可靠保障，因为它知道自己可以东山再起.<br/>"

[RebootTriggered X2AbilityTemplate]
LocFriendlyName="重启"
LocLongDescription="当SPARK受到致命伤害时不会死亡，而是保留1HP并静置 1 回合。每次任务只能触发一次，并且重启后 SPARK 的属性会大幅度降低。"
LocHelpText="如果SPARK受到致命伤害时会保留 1 HP 并被静置 1 回合。"
LocFlyOverText="重启"
LocPromotionPopupText="<Bullet/> SPARK 将在第一次受到致命伤害时进入坚守状态.<br/><Bullet/> 没有备用系统技能时，SPARK 的命中、移动和骇入能力将在重启后大幅度下降.<br/><Bullet/> 因为重启后SPARK的属性会大量降低，而且生命值也很低，所以建议此时尽可能使用天际游侠号撤回重启过的SPARK.<br/> 由于各种装备的存在，SPARK 可以为队伍的安全提供可靠保障，因为它知道自己可以东山再起.<br/>"

[RedundantSystems X2AbilityTemplate]
LocFriendlyName="备用系统"
LocLongDescription="SPARK 在重启之后不再会受到属性惩罚。"
LocHelpText="SPARK 在重启后不再会受到属性惩罚。"
LocFlyOverText="备用系统"
LocPromotionPopupText="<Bullet/> SPARK 在重启之后不再受到任何属性减成.<br/><Bullet/> 如果没有备用系统 SPARK在重启后很可能因为灾难性的损坏而报废.<br/>"

[RedunSysTriggered X2AbilityTemplate]
LocFriendlyName="备用系统"
LocLongDescription="当SPARK受到致命伤害时不会死亡，而是保留 1 HP，并且在下一回合被静置。每次任务只能触发一次，并且触发后SPARK会被削弱。"
LocHelpText="如果SPARK受到致命伤害会被静置一回合。"
LocFlyOverText="备用系统"
LocPromotionPopupText="<Bullet/> SPARK 在重启之后不再受到任何属性减成.<br/><Bullet/> 如果没有备用系统 SPARK在重启后很可能因为灾难性的损坏而报废.<br/>"

[HeavyRepair X2AbilityTemplate]
LocFriendlyName="强化修理"
LocFlyOverText="强化修理"
LocLongDescription="修复能力翻倍，每次额外恢复4HP。"
LocHelpText="每次修理额外恢复 4 HP。"
LocPromotionPopupText="<Bullet/> SPARK现在每次使用修理可以恢复 8 HP 而非 4 HP .<br/>"

[Collateral X2AbilityTemplate]
LocFriendlyName="附带攻击"
LocLongDescription="使用自动加农炮进行一连串射击，摧毁攻击区域内的掩体并对其中的敌人造成少量伤害。需要 3 回合冷却，消耗 2 弹药。"
LocHelpText="使用自动加农炮进行一连串射击，摧毁攻击区域内的掩体并对其中的敌人造成少量伤害。"
LocFlyOverText="附带攻击"
LocPromotionPopupText="<Bullet/> 使用自动加农炮进行一连串射击，摧毁攻击区域内的掩体.<br/><Bullet/> 对攻击区域内的所有物体造成较高的环境伤害.<br/><Bullet/> 附带伤害根据装备等级对攻击区域内所有敌人造成 1.5/2.0/2.5 的伤害.<br/><Bullet/> 消耗 2 弹药并有 3 回合冷却时间.<br/>"

[BrawlerProtocol X2AbilityTemplate]
LocFriendlyName="自卫反击"
LocLongDescription="SPARK可以对任何进入近战范围的敌人进行攻击。该动作没有冷却时间，但只造成一半的伤害。（该技能不需要动能打击作为前置技能）"
LocHelpText="SPARK可以对任何进入近战范围的敌人进行攻击。该动作没有冷却时间，但只造成一半的伤害。"
LocFlyOverText="自卫反击"
LocPromotionPopupText="<Bullet/> 如果敌人在与 SPARK 的相邻的格子开始他们的回合，当他们移动至另一个相邻格子或攻击 SPARK 时反击会自动触发.<br/><Bullet/> 如果敌人没有在与 SPARK 相邻的区域开始其回合，那么当其移动至近战攻击范围内时触发反击.<br/><Bullet/> 如果敌人在与 SPARK 相邻的格子开始其回合，当他直接从相邻单元格离开时反击不会触发.<br/><Bullet/> 自卫反击造成动能打击一半的伤害，并可以从服务器破解获得 1 点伤害加成.<br/>"

[BrawlerTrigger X2AbilityTemplate]
LocFriendlyName="自卫反击"
LocLongDescription="SPARK可以对任何进入近战范围的敌人进行攻击。该动作没有冷却时间，但只造成一半的伤害。（该技能不需要动能打击作为前置技能）"
LocHelpText="SPARK可以对任何进入近战范围的敌人进行攻击。该动作没有冷却时间，但只造成一半的伤害。"
LocFlyOverText="自卫反击"
LocPromotionPopupText="<Bullet/> 如果敌人在与 SPARK 的相邻的格子开始他们的回合，当他们移动至另一个相邻格子或攻击 SPARK 时反击会自动触发.<br/><Bullet/> 如果敌人没有在与 SPARK 相邻的区域开始其回合，那么当其移动至近战攻击范围内时触发反击.<br/><Bullet/> 如果敌人在与 SPARK 相邻的格子开始其回合，当他直接从相邻单元格离开时反击不会触发.<br/><Bullet/> 自卫反击造成动能打击一半的伤害，并可以从服务器破解获得 1 点伤害加成.<br/>"

[Bombardment X2AbilityTemplate]
LocFriendlyName="密集轰炸"
LocLongDescription="将BIT发射至视野内的任何位置(包括小队视野)，并在目的地释放强大的冲击波。该技能有4回合冷却时间。"
LocHelpText="发射BIT对其范围内的所有敌人进行轰炸。"
LocPromotionPopupText="<Bullet/> 密集轰炸可以发射至视野内的任何位置.<br/><Bullet/> 使用第一个行动点释放密集轰炸时可以不结束 SPARK 的回合.<br/><Bullet/> 根据 BIT 的等级，密集轰炸将造成 4-5/6-7/8-9 的伤害.<br/><Bullet/> 密集轰炸对目标区域造成高额的环境伤害.<br/>"

[LightningStrike X2AbilityTemplate]
LocFriendlyName="闪电打击"
LocLongDescription="一个特殊的近战攻击技能，只造成一半伤害，但是在攻击后返还 1 行动点。该技能有 4 回合冷却时间。"
LocHelpText="一个特殊的近战攻击技能，只造成一半伤害，但是在攻击后返还 1 行动点。"
LocFlyOverText="闪电打击"
LocPromotionPopupText="<Bullet/> 闪电打击返还的行动点可以进行任何动作，但 SPARK 的数据分析程序建议将其与超新星技能结合起来.<br/><Bullet/> 闪电打击和极限超载可以使 SPARK 一回合行动 4次.<br/><Bullet/> 在没有服务器破解技能的时候，闪电打击根据机身等级分别造成3/4/5 点伤害.<br/><Bullet/> 在拥有服务器破解技能之后，闪电打击根据机身等级分别造成4/5/6 点伤害.<br/>"

[ConcussiveStrike X2AbilityTemplate]
LocFriendlyName="震撼打击"
LocLongDescription="一个特殊的攻击技能，只造成一半伤害，但时会使目标眩晕（持续 2 行动点）。对机械单位无效，有 4 回合冷却时间。"
LocHelpText="一个特殊的攻击技能，只造成一半伤害，但时会使目标眩晕。"
LocFlyOverText="震撼打击"
LocPromotionPopupText="<Bullet/> 震撼打击不能用于机械单位，因为它们的处理器并不像大脑那样.<br/><Bullet/> 在没有服务器破解技能的情况下，震撼打击的伤害根据机身等级分别造成3/4/5点伤害.<br/><Bullet/> 在拥有服务器破解技能之后，震撼打击根据机身等级分别造成4/5/6点伤害.<br/>"

[Overclock X2AbilityTemplate]
LocFriendlyName="超频"
LocFlyOverText="超频"
LocLongDescription="当极限超载被激活时，SPARK将会获得大量命中、移动、暴击和骇入属性的加成，并且在回合结束前获得失控协议的能力。"
LocHelpText="当极限超载被激活时，SPARK将会获得大量命中、移动、暴击和骇入属性的加成，并且在回合结束前获得失控协议的能力"
LocPromotionPopupText="<Bullet/> 通过大量的战斗经验，SPARK 的极限超载已经通过了严格的测试，沈认为SPARK的主CPU可以进一步超载.<br/><Bullet/> 当极限超载激活后直到回合结束，SPARK 获得5点移动力加成，15点命中加成，30点暴击几率和100点骇入值.<br/><Bullet/> 除此之外，SPARK 还可以随意使用失控协议.<br/>"

[OverclockPassive X2AbilityTemplate]
LocFriendlyName="超频"
LocFlyOverText="超频"
LocLongDescription="当极限超载被激活时，SPARK将会获得大量命中、移动、暴击和骇入属性的加成，并且在回合结束前获得失控协议的能力"
LocHelpText="当极限超载被激活时，SPARK将会获得大量命中、移动、暴击和骇入属性的加成，并且在回合结束前获得失控协议的能力"
LocPromotionPopupText="<Bullet/> 通过大量的战斗经验，SPARK 的极限超载已经通过了严格的测试，沈认为SPARK的主CPU可以进一步超载.<br/><Bullet/> 当极限超载激活后直到回合结束，SPARK 获得5点移动力加成，15点命中加成，30点暴击几率和100点骇入值.<br/><Bullet/> 除此之外，SPARK 还可以使用失控协议.<br/>"

[Neutralize X2AbilityTemplate]
LocFriendlyName="无效协议"
LocLongDescription="发射BIT使轰炸范围内的敌人的武器失效。该技能不消耗行动点，但有5回合冷却时间。"
LocHelpText="发射 BIT 使范围内的敌人的武器失效。该技能不消耗行动点，但有5回合冷却时间。"
LocFlyOverText="无效协议"
LocPromotionPopupText="<Bullet/> 发射 BIT 并释短程干扰脉冲，使目标重新装填他们的主要武器.<br/><Bullet/> 目标敌人可以通过装填解除无效化。敌人可以只使用一个行动点进行移动或射击，或者放弃装填使用副武器进行攻击.<br/><Bullet/> 无效协议不消耗行动点但有5回合冷却时间.<br/>"

[Triangulation X2AbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription="当 SPARK 被攻击时，小队会在接下来获得对该敌人的10点命中加成。"
LocHelpText="当 SPARK 被攻击时，小队在接下来获得对该敌人的10点命中加成。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/> SPARK 可以通关射入的弹药追踪攻击者，并将敌人的信息分享至其他队员.<br/><Bullet/> 三角定位不会在敌人攻击 SPARK 的队友时触发.<br/>"

[TriangulationTrigger X2AbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription=" 当SPARK 被攻击时，小队在接下来获得对该敌人的10点命中加成。"
LocHelpText="当 SPARK 被攻击时，小队在接下来获得对该敌人的10点命中加成。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/> SPARK 可以通关射入的弹药追踪攻击者，并将敌人的信息分享至其他队员.<br/><Bullet/> 三角定位不会在敌人攻击 SPARK 的队友时触发.<br/>"

[LayeredArmour X2AbilityTemplate]
LocFriendlyName="多层护甲"
LocLongDescription="单次伤害最多只能对 SPARK 造成最大生命值 40% 的伤害。"
LocHelpText="任何单次伤害最多只能对SPARK造成最大生命值 40% 的伤害。"
LocFlyOverText="多层护甲"
LocPromotionPopupText="<Bullet/> 沈的一个全新的设计将SPARK 的护甲改造成了多层护甲，对外层机体的伤害不会扩散至内层机体.<br/><Bullet/> SPARK 所承受的最大伤害等于其最大生命值乘以0.4，具体结果舍入到最近的整数.<br/>"

[Supernova X2AbilityTemplate]
LocFriendlyName="超新星"
LocLongDescription="冲向目标区域并超载 SPARK 的反应堆，对附近所有单位造成巨大伤害。使用后SPARK将瘫痪 1 回合。"
LocHelpText="冲向目标区域并超载 SPARK 的反应堆，对附近所有单位造成巨大伤害。使用后SPARK将瘫痪 1 回合。"
LocPromotionPopupText="<Bullet/> 超载 SPARK 的反应堆并释放致命的辐射，可以撕裂有机物并破坏机械单位的电脑内存。SPARK 必须在释放超新星后关闭一段时间以从释放的能量中恢复.<br/><Bullet/> 超新星在每次任务中有1次充能.<br/><Bullet/> SPARK 可将移动和超新星组合成一个动作（或者两次短距离冲刺）.<br/><Bullet/> 所有附近的机械单位都会被眩晕，持续2行动点.<br/>"

[HaywireProtocol X2AbilityTemplate]
LocFriendlyName="故障协议"
LocLongDescription="SPARK可以用它的BIT瞄准机器人和机械敌人，试图入侵他们并夺取控制权。"
LocHelpText="试图控制目标敌方机器人。"
LocFlyOverText="故障协议"
LocPromotionPopupText="<Bullet/> 入侵机器人敌人或炮塔会使 SPARK 的黑客属性与敌人的科技防御属性相抗衡。<br/><Bullet/> 升级BIT将使得SPARK的黑客属性得以提升。<br/><Bullet/> 被骇入的机器人敌人只能被控制很短的时间。<br/>"